return {
  {
    id  = "将棋トーク_G1",
    content = function(shiori, ref)
      return shiori:talk("将棋トーク")
    end,
  },
  {
    id  = "将棋トーク_G1",
    content = [[
\s[きょとん]将棋倶楽部24がJavaだけでなくhtml5+javascriptにも対応したみたい。
\s[素]色々機能が追加されていて、今後の機能追加も含めると
2022年頃にはユーザー数、機能面両方でトップの対局サイトになるかも。
]],
  },
  {
    id  = "将棋トーク_G1",
    content = [[
\0
\s[ドヤッ]対局で、長手数の詰みで勝って悦に入っていたら、
\s[えー]短手数の簡単な詰みがあることが判明すること、あると思います！
]],
  },
  {
    id  = "将棋トーク_G1",
    content = [[
\0将棋は「指す」、囲碁は「打つ」。\n
\s[きょとん]チェスは………「する」？@
]],
  },
  {
    id  = "将棋トーク_G1",
    content = [[
\0
プロ棋戦は新聞社が主催のことが多かったんだけど、
ここ数年は色んな企業が主催してくれてるね。\n
\s[ホッ]藤井二冠人気が落ち着いてきても
主催してくれてると嬉しいな。
]],
  },
}
